Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: search modules
de: suche Modul

source: switch to lighttable
de: zum Leuchttisch wechseln

source: zoom in the image
de: im Bild zoomen

source: unbounded zoom in the image
de: im Bild unbegrenzt Zoomen

source: zoom to 100% 200% and back
de: Zoom auf 100%, 200% und zurück

source: [modules] expand module without closing others
de: Modul ausklappen, ohne andere zu schließen

source: [modules] change module position in pipe
de: Modul an eine andere Position im Bearbeitungsstapel verschieben

source: darktable - darkroom preview
de: darktable - Dunkelkammer Vorschau

source: there are no images in this collection
de: Diese Sammlung enthält keine Bilder

source: if you have not imported any images yet
de: Falls noch keine Bilder importiert wurden

source: you can do so in the import module
de: Kann im Import-Modul erfolgen

source: try to relax the filter settings in the top panel
de: Filterregeln in der oberen Leiste anpassen

source: or add images in the collection module in the left panel
de: oder Bilder links im Sammlungs-Plugin hinzufügen

source: move page up
de: um eine Seite nach oben navigieren

source: move page down
de: um eine Seite nach unten navigieren

source: move left
de: nach links navigieren

source: move right
de: nach rechts navigieren

source: move start
de: zum Anfang navigieren

source: move end
de: zum Ende navigieren

source: move page up and select
de: um eine Seite nach oben navigieren und auswählen

source: move page down and select
de: um eine Seite nach unten navigieren und auswählen

source: move up and select
de: nach oben navigieren und auswählen

source: move down and select
de: nach unten navigieren und auswählen

source: move left and select
de: nach links navigieren und auswählen

source: move right and select
de: nach rechts navigieren und auswählen

source: move start and select
de: zum Anfang navigieren und auswählen

source: move end and select
de: zum Ende navigieren und auswählen

source: select toggle image
de: Bild aus- oder abwählen

source: select single image
de: einzelnes Bild auswählen

source: preview
de: Kurzvorschau

source: preview with focus detection
de: Kurzvorschau mit Fokuserkennung

source: sticky preview
de: Vorschau

source: sticky preview with focus detection
de: Vorschau mit Fokuserkennung

source: preview zoom 100%
de: Vorschau-Zoom 100%

source: preview zoom fit
de: Vorschau einpassen

source: open image in darkroom
de: Bild in der Dunkelkammer öffnen

source: switch to next/previous image
de: Zum nächsten/vorherigen Bild wechseln

source: scroll the collection
de: Sammlung durchblättern

source: change number of images per row
de: Anzahl der Bilder pro Zeile ändern

source: change image order
de: Bildreihenfolge ändern

source: zoom all the images
de: Alle Bilder skalieren

source: pan inside all the images
de: Innerhalb aller Bilder verschieben

source: zoom current image
de: Aktuelles bild skalieren

source: pan inside current image
de: Innerhalb des aktuellen Bild verschieben

source: zoom the main view
de: Hauptansicht skalieren

source: pan inside the main view
de: Innerhalb der Hauptansicht verschieben

source: set display profile
de: Anzeigeprofil setzen

source: map
de: Karte

source: [on image] open in darkroom
de: in der Dunkelkammer öffnen

source: [on map] zoom map
de: Karte skalieren

source: move image location
de: Bild verschieben

source: end of images. press any key to return to lighttable mode
de: Letztes Bild. Eine beliebige Taste drücken, um zurück zum Leuchttisch zu gelangen

source: waiting to start slideshow
de: Warte auf den Start der Diashow

source: slideshow paused
de: Diashow pausiert

source: slideshow delay set to %d second
de: Diashow-Wartezeit auf %d Sekunde gesetzt

source: start and stop
de: Start und Stop

source: go to next image
de: zum nächsten Bild gehen

source: go to previous image
de: zum vorherigen Bild gehen

source: new session initiated '%s'
de: neue Sitzung „%s” gestartet

source: no camera with tethering support available for use...
de: keine Kamera mit Tethering-Unterstützung verfügbar ...

source: Left click
de: Linksklick

source: Right click
de: Rechtsklick

source: Middle click
de: Mittelklick

source: Scroll
de: Scrollen

source: Left double-click
de: Doppelklick links

source: Right double-click
de: Doppelklick rechts

source: Drag and drop
de: ziehen und loslassen

source: Left click+Drag
de: Linksklick+ziehen

source: Right click+Drag
de: Rechtsklick+ziehen

source: darktable - accels window
de: darktable - Beschlunigungsfenster

source: switch to a classic window which will stay open after key release.
de: Umschalten zum klassischen Fenster, das nach der Tastenbetätigung geöffnet bleibt.

source: +Scroll
de: +Mausrad

source: mouse actions
de: Mausaktionen

source: Accel
de: Beschleunigung

source: Action
de: Aktion
